{
    "OL20914137W": {
        "title": "It Feels Good to Be Yourself",
        "year_published": "2019",
        "Cover Path": "https://covers.openlibrary.org/b/id/10281383-L.jpg",
        "isbn_13": "9781250302953",
        "author_name": [
            "Theresa Thorn"
        ],
        "overview": "A picture book that introduces the concept of gender identity to the youngest reader from writer Theresa Thorn and illustrator Noah Grigni.\r\n\r\nSome people are boys. Some people are girls. Some people are both, neither, or somewhere in between.\r\n\r\nThis sweet, straightforward exploration of gender identity will give children a fuller understanding of themselves and others. With child-friendly language and vibrant art, It Feels Good to Be Yourself provides young readers and parents alike with the vocabulary to discuss this important topic with sensitivity.",
        "gender_identity": "Gender Fluid",
        "racial_identity": "Multiracial"
    },
    "OL25074818W": {
        "title": "What Are Your Words?",
        "year_published": "2021",
        "Cover Path": "https://covers.openlibrary.org/b/id/11964975-L.jpg",
        "isbn_13": "9780316542067",
        "author_name": [
            "Katherine Locke",
            "Anne Passchier"
        ],
        "overview": "Whenever Ari's Uncle Lior comes to visit, they ask Ari one question: \"What are your words?\" Some days Ari uses she/her. Other days Ari uses he/him. But on the day of the neighborhood's big summer bash, Ari doesn't know what words to use. On the way to the party, Ari and Lior meet lots of neighbors and learn the words each of them use to describe themselves, including pronouns like she/her, he/him, they/them, ey/em, and ze/zir. As Ari tries on different pronouns, they discover that it's okay to not know your words right away—sometimes you have to wait for your words to find you.",
        "gender_identity":  [
            "Gender Fluid",
            "Transgender Female",
            "Transgender Male"
        ],
        "racial_identity": [
            "Multiracial",
            "Black",
            "White"
        ]
    },
    "OL22020948W": {
        "title": "Eyes That Kiss in the Corners",
        "year_published": "2021",
        "Cover Path": "https://covers.openlibrary.org/b/id/10584321-L.jpg",
        "isbn_13": "9780062915627",
        "author_name": [
            "Joanna Ho",
            "Dung Ho"
        ],
        "overview": "A young Asian girl notices that her eyes look different from her peers'. They have big, round eyes and long lashes. She realizes that her eyes are like her mother’s, her grandmother's, and her little sister's. They have eyes that kiss in the corners and glow like warm tea, crinkle into crescent moons, and are filled with stories of the past and hope for the future.\r\n\r\nDrawing from the strength of these powerful women in her life, she recognizes her own beauty and discovers a path to self-love and empowerment. This powerful, poetic picture book will resonate with readers of all ages.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Asian"
    },
    "OL27139917W": {
        "title": "My Diwali Light",
        "year_published": "2022",
        "Cover Path": "/static/images/my_diwali_light_cover.webp",
        "isbn_13": "9780316339339",
        "author_name": [
            "Raakhee Mirchandani",
            "Supriya Kelkar"
        ],
        "overview": "A charming holiday story following one girl's family as they celebrate their Diwali traditions with the ones they love. Devi loves the Diwali season. It's a time to wear her favorite red bindi, eat samosas until she bursts, make mithai, design rangoli with her Papa, and paint diyas with her nani reminder to shine her light brightly all year long.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Asian"
    },
    "OL26585018W": {
        "title": "Playing with Lanterns",
        "year_published": "2022",
        "Cover Path": "/static/images/play_w_lanterns_cover.jpg",
        "isbn_13": "9781542029841",
        "author_name": [
            "Wang Yage",
            "Zhu Chengliang",
            "Helen Wang"
        ],
        "overview": "Zhao Di wishes the New Year would never end!\r\n\r\nZhao Di and her friends are excited to go out at night with their paper lanterns and celebrate Chinese New Year. Each holding a unique colorful lantern with a lit candle inside, they admire the breathtaking colors while doing their best to avoid the wind and the sneaky boys in the village. Every night, until the fifteenth day of New Year, Zhao Di and her friends take part in this fun tradition, experiencing the thrill of nighttime in their village. And then—it’s time to smash the lanterns!\r\n\r\nIn this cheerful book first published in China, readers are invited along with Zhao Di and her friends as they experience all the joy and excitement of this folk Chinese custom. Details about the paper lantern tradition are also included in an author’s note at the end of the book.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Asian"
    },
    "OL21183636W": {
        "title": "Ara the Star Engineer",
        "year_published": "2018",
        "Cover Path": "/static/images/ara_cover.jpg",
        "isbn_13": "9781989025055",
        "author_name": [
            "Komal Singh",
            "Ipek Konak"
        ],
        "overview": "This is a STEM book and more! An inspiring, inclusive, whimsical way to learn about computers and technology from real-life trailblazers.\r\n\r\nAra is a young girl who loves BIG numbers. She wants to count all the stars in the sky… but how? This is an upbeat adventure of Ara and her sidekick droid, DeeDee (“Beep!”). They use smarts and grit to solve a BIG problem and discover an amazing algorithm! A quest that takes them through a whirlwind of intriguing locations at Innovation Plex -- Data Centre, Ideas Lab, Coding Pods, and X-Space. Along the way, they encounter real-life women tech trailblazers of diverse backgrounds, including a Tenacious Troubleshooter, an Intrepid Innovator, a Code Commander, and a Prolific Problem Solver. They tinker-and-tailor, build-and-fail, launch-and-iterate, and in the end discover an amazing algorithm of success -- coding, courage, creativity, and collaboration (“Beeeeep!”).",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Asian"
    },
    "OL19635091W": {
        "title": "From the Stars in the Sky to the Fish in the Sea",
        "year_published": "2017",
        "Cover Path": "https://covers.openlibrary.org/b/id/8542999-L.jpg",
        "isbn_13": "9781551527093",
        "author_name": [
            "Kai Cheng Thom",
            "Kai Yun Ching"
        ],
        "overview": "In the magical time between night and day, when both the sun and the moon are in the sky, a child is born in a little blue house on a hill. And Miu Lan is not just any child, but one who can change into any shape they can imagine. The only problem is they can't decide what to be: A boy or a girl? A bird or a fish? A flower or a shooting star? At school, though, they must endure inquisitive looks and difficult questions from the other children, and they have trouble finding friends who will accept them for who they are. But they find comfort in the loving arms of their mother, who always offers them the same loving refrain: \"whatever you dream of / i believe you can be / from the stars in the sky to the fish in the sea.\"\r\n\r\nIn this captivating, beautifully imagined picture book about gender, identity, and the acceptance of the differences between us, Miu Lan faces many questions about who they are and who they may be. But one thing's for sure: no matter what this child becomes, their mother will love them just the same.",
        "gender_identity": "Non-Binary",
        "racial_identity": "Asian"
    },
    "OL20639677W": {
        "title": "Black Is a Rainbow Color",
        "year_published": "2020",
        "Cover Path": "https://covers.openlibrary.org/b/id/9255807-L.jpg",
        "isbn_13": "9781626726314",
        "author_name": [
            "Angela Joy"
        ],
        "overview": "A child reflects on the meaning of being Black in this moving and powerful anthem about a people, a culture, a history, and a legacy that lives on.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Black"
    },
    "OL27137338W": {
        "title": "Frances in the Country",
        "year_published": "2022",
        "Cover Path": "/static/images/frances_cover.jpg",
        "isbn_13": "9780823443321",
        "author_name": [
            "Elizabeth Garton Scanlon",
            "Sean Qualls"
        ],
        "overview": "Frances is a city kid, but it’s hard for her to fit in. City walls aren’t for climbing, city rooms aren’t for running, city shops and city yards are too crowded, and there are so many rules that Frances can’t seem to follow.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Black"
    },
    "OL20531661W": {
        "title": "The King of Kindergarten",
        "year_published": "2019",
        "Cover Path": "https://covers.openlibrary.org/b/id/11222771-L.jpg",
        "isbn_13": "9781984873989",
        "author_name": [
            "Derrick Barnes",
            "Vanessa Brantley-Newton"
        ],
        "overview": "Starting kindergarten is a big milestone--and the hero of this story is ready to make his mark! He's dressed himself, eaten a pile of pancakes, and can't wait to be part of a whole new kingdom of kids. The day will be jam-packed, but he's up to the challenge, taking new experiences in stride with his infectious enthusiasm! And afterward, he can't wait to tell his proud parents all about his achievements--and then wake up to start another day.",
        "gender_identity": "Cisgender Male",
        "racial_identity": "Black"
    },
    "OL25070735W": {
        "title": "Emile and the Field",
        "year_published": "2022",
        "Cover Path": "https://covers.openlibrary.org/b/id/11959436-L.jpg",
        "isbn_13": "9781984850430",
        "author_name": [
            "Kevin Young",
            "Chioma Ebinama"
        ],
        "overview": "In this lyrical picture book from an award-winning poet, a young boy cherishes a neighborhood field throughout the changing seasons. With stunning illustrations and a charming text, this beautiful story celebrates a child's relationship with nature.",
        "gender_identity": "Cisgender Male",
        "racial_identity": "Black"
    },
    "OL39666203M": {
        "title": "Lab Magic (Ty's Travels)",
        "year_published": "2022",
        "Cover Path": "https://covers.openlibrary.org/b/id/13154723-L.jpg",
        "isbn_13": "9780062951168",
        "author_name": [
            "Kelly Starling Lyons"
        ],
        "overview": "Ty and Corey love to visit the museum. When they step through the doors, they become scientists. They study bugs and hunt for fossils. They catch the wind. When Ty can’t participate in a lab activity because of his age, he uses his big imagination at home. Discovering new things is so much fun!\r\n\r\nJoin Ty on his science adventure in this My First I Can Read for beginning readers. With simple, rhythmic text and joyful, bright art, this My First I Can Read book, Guided Reading Level I, is perfect for shared reading with a child. Books at this level feature basic language, word repetition, and whimsical illustrations, ideal for sharing with emergent readers. The active, engaging stories have appealing plots and lovable characters, encouraging children to continue their reading journey.",
        "gender_identity": "Cisgender Male",
        "racial_identity": "Black"
    },
    "OL24141019W": {
        "title": "Born Ready",
        "year_published": "2021",
        "Cover Path": "https://covers.openlibrary.org/b/id/10538475-L.jpg",
        "isbn_13": "9780593123638",
        "author_name": [
            "Jodie Patterson",
            "Charnelle Pinkney Barlow"
        ],
        "overview": "Penelope knows that he's a boy. (And a ninja.) The problem is getting everyone else to realize it.",
        "gender_identity": "Transgender Male",
        "racial_identity": "Black"
    },
    "OL20660371W": {
        "title": "We Are Water Protectors",
        "year_published": "2020",
        "Cover Path": "https://covers.openlibrary.org/b/id/11152714-L.jpg",
        "isbn_13": "9781713765196",
        "author_name": [
            "Carole Lindstrom",
            "Michaela Goade"
        ],
        "overview": "Inspired by the many Indigenous-led movements across North America, We Are Water Protectors issues an urgent rallying cry to safeguard the Earth's water from harm and corruption -- a bold and lyrical picture book written by Carole Lindstrom and vibrantly illustrated by Michaela Goade. Water is the first medicine. It affects and connects us all. When a black snake threatens to destroy the Earth and poison her people's water, one young water protector takes a stand to defend Earth's most sacred resource.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "American Indian or Alaska Native"
    },
    "OL46525616M": {
        "title": "You Hold Me Up",
        "year_published": "2017",
        "Cover Path": "https://covers.openlibrary.org/b/id/13154738-L.jpg",
        "isbn_13": "9781459814479",
        "author_name": [
            "Monique Gray Smith"],
        "overview": "Encourage children to show love and support for each other and to consider each other’s well-being in their everyday actions.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "American Indian or Alaska Native"
    },
    "OL24348919W": {
        "title": "I Sang You Down from the Stars",
        "year_published": "2021",
        "Cover Path": "https://covers.openlibrary.org/b/id/10873538-L.jpg",
        "isbn_13": "9780316493154",
        "author_name": [
            "Tasha Spillett-Sumner",
            "Michaela Goade"
        ],
        "overview": "As she waits for the arrival of her new baby, a mother-to-be gathers gifts to create a sacred bundle. A white feather, cedar and sage, a stone from the river . . .\r\n\r\nEach addition to the bundle will offer the new baby strength and connection to tradition, family, and community. As they grow together, mother and baby will each have gifts to offer each other.\r\n\r\nTasha Spillett-Sumner and Michaela Goade, two Indigenous creators, bring beautiful words and luminous art together in a resonant celebration of the bond between mother and child.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "American Indian or Alaska Native"
    },
    "OL46525603M": {
        "title": "Inuki's Birthday Party",
        "year_published": "2021",
        "Cover Path": "https://covers.openlibrary.org/b/id/13154725-L.jpg",
        "isbn_13": "9781774500477",
        "author_name": ["Aviaq Johnston"],
        "overview": "Inuki lives in Iglulik, Nunavut. It is his fifth birthday! He can’t wait for his party at the community hall. There is cake to eat and presents to open, but celebrating with his family and friends is Inuki’s favorite gift of all!",
        "gender_identity": "Cisgender Male",
        "racial_identity": "American Indian or Alaska Native"
    },
    "OL19406W": {
        "title": "Abuela",
        "year_published": "1997",
        "Cover Path": "https://covers.openlibrary.org/b/id/1117782-L.jpg",
        "isbn_13": "9780606110198",
        "author_name": [
            "Arthur Dorros"
        ],
        "overview": "While riding on a bus with her grandmother, a little girl imagines that they are carried up into the sky and fly over the sights of New York City.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Hispanic, Latinx, or Spanish Origin"
    },
    "OL19987787W": {
        "title": "Besos for Baby",
        "year_published": "2014",
        "Cover Path": "https://covers.openlibrary.org/b/id/12379354-L.jpg",
        "isbn_13": "9780316257510",
        "author_name": [
            "Jen Arena"
        ],
        "overview": "Everyone has kisses for Baby, from Mami and Papi to perro and gato. Using simple Spanish words, this charming read-aloud proves that love is the same in every language!",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Hispanic, Latinx, or Spanish Origin"
    },
    "OL26886570M": {
        "title": "Call Me Tree",
        "year_published": "2014",
        "Cover Path": "https://covers.openlibrary.org/b/id/13154734-L.jpg",
        "isbn_13": "9780892392940",
        "author_name": [
            "Maya Christina Gonzalez"
        ],
        "overview": "In this spare, lyrically written story, we join a child on a journey of self-discovery. Finding a way to grow from the inside out, just like a tree, the child develops as an individual comfortable in the natural world and in relationships with others. The child begins Within / The deep dark earth, like a seed, ready to grow and then dream and reach out to the world. Soon the child discovers birds and the sky and other children: Trees and trees / Just like me! Each is different too. The child embraces them all because All trees have roots/ All trees belong.",
        "gender_identity": "Gender Non-Conforming",
        "racial_identity": "Hispanic, Latinx, or Spanish Origin"
    },
    "OL20055629W": {
        "title": "One of a Kind Like Me",
        "year_published": "2016",
        "Cover Path": "https://covers.openlibrary.org/b/id/12347404-L.jpg",
        "isbn_13": "9780985351410",
        "author_name": [
            "Laurin Mayeno"
        ],
        "overview": "Tomorrow is the school parade, and Danny knows exactly what he will be: a princess. Mommy supports him 100%, and they race to the thrift store to find his costume. It's almost closing time - will Danny find the costume of his dreams in time? One of A Kind, Like Me / Único como yo is a sweet story about unconditional love and the beauty of individuality. It's a unique book that lifts up children who don't fit gender stereotypes, and reflects the power of a loving and supportive community.",
        "gender_identity": "Gender Non-Conforming",
        "racial_identity": "Hispanic, Latinx, or Spanish Origin"
    },
    "OL20128080W": {
        "title": "The Proudest Blue",
        "year_published": "2019",
        "Cover Path": "https://covers.openlibrary.org/b/id/12705548-L.jpg",
        "isbn_13": "9781783449729",
        "author_name": [
            "Ibtihaj Muhammad",
            "S. K. Ali",
            "Hatem Aly"
        ],
        "overview": "With her new backpack and light-up shoes, Faizah knows the first day of school is going to be special. It's the start of a brand new year and, best of all, it's her older sister Asiya's first day of hijab--a hijab of beautiful blue fabric, like the ocean waving to the sky. But not everyone sees hijab as beautiful, and in the face of hurtful, confusing words, Faizah will find new ways to be strong.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Middle Eastern or North African"
    },
    "OL34975354M": {
        "title": "Miguel's Community Garden",
        "year_published": "2022",
        "Cover Path": "https://covers.openlibrary.org/b/id/13154726-L.jpg",
        "isbn_13": "9781682631669",
        "author_name": [
            "Janay Brown-Wood",
            "Samara Hardy"
        ],
        "overview": "Miguel searches for sunflowers in his community garden in this vibrant exploration of gardening and healthy eating, from the Where in the Garden? series.",
        "gender_identity": "Cisgender Male",
        "racial_identity": "Hispanic, Latinx, or Spanish Origin"
    },
    "OL29531064M": {
        "title": "Sylvia and Marsha Start a Revolution!",
        "year_published": "2020",
        "Cover Path": "https://covers.openlibrary.org/b/id/13158033-L.jpg",
        "isbn_13": "9781787755307",
        "author_name": [
            "Joy Ellison",
            "Teshika Silver"
        ],
        "overview": "Someday girls like us will be able to wear whatever we want. People will call us by the names we choose. They'll respect that we are women. The cops will leave us alone and no one will go hungry.\"\r\n\r\nSylvia and Marsha are closer than sisters. They are kind and brave and not afraid to speak their truth, even when it makes other people angry.\r\n\r\nThis illustrated book introduces children to the story of Sylvia Rivera and Marsha P. Johnson, the two transgender women of color who helped kickstart the Stonewall Riots and dedicated their lives to fighting for LGBTQ+ equality. It introduces children to issues surrounding gender identity and diversity, accompanied by a reading guide and teaching materials to further the conversation.",
        "gender_identity": [
            "Transgender Female",
            "Transgender Female"
        ],
        "racial_identity": [
            "Black",
            "Hispanic, Latinx, or Spanish Origin"]
    },
    "OL19743931W": {
        "title": "Saffron Ice Cream",
        "year_published": "2018",
        "Cover Path": "/static/images/saffron_cover.jpg",
        "isbn_13": "9781338291186",
        "author_name": [
            "Rashin Kheiriyeh"
        ],
        "overview": "Rashin is excited about her first visit to the beach in her family's new home. On the way there, she remembers what beach trips were like in Iran, the beautiful Caspian Sea, the Persian music, and most of all the saffron ice cream she shared with her best friend, Azadeh.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Middle Eastern or North African"
    },
    "OL46525609M": {
        "title": "The Great Labne Trade",
        "year_published": "2022",
        "Cover Path": "https://covers.openlibrary.org/b/id/13154730-L.jpg",
        "isbn_13": "9798986490410",
        "author_name": ["Eman Saleh"],
        "overview": "Ahmed was reluctant to pack labne sandwiches for lunch. He didn't want to stand out. With the help of his mother, he learns to embrace his Arab heritage by spreading his love of labne sandwiches with the world. But what happens when the rest of the school gets a taste of this delicious spread? Chaos ensues in the cafeteria and Ahmed learns his first lessons in business",
        "gender_identity": "Cisgender Male",
        "racial_identity": "Middle Eastern or North African"
    },
    "OL25873929W": {
        "title": "Halal Hot Dogs",
        "year_published": "2021",
        "Cover Path": "https://covers.openlibrary.org/b/id/12057267-L.jpg",
        "isbn_13": "9781499811575",
        "author_name": [
            "Susannah Aziz",
            "Parwinder Singh"
        ],
        "overview": "Musa has the perfect idea for his special Jummah treat, but things don't go according to plan. Will Musa be able to get a yummy Jummah treat for his family?",
        "gender_identity": "Cisgender Male",
        "racial_identity": "Middle Eastern or North African"
    },
    "OL24327244W": {
        "title": "I Am Whole",
        "year_published": "2020",
        "Cover Path": "https://covers.openlibrary.org/b/id/10847535-L.jpg",
        "isbn_13": "9781838343309",
        "author_name": [
            "Shola Oz"
        ],
        "overview": "I Am Whole is a delightful picture book to celebrate children of mixed backgrounds and cultures. Written with love to embrace the differences that come with being multi-racial, including language, family and cultural traditions. This book encourages children to embrace their diversity and recognize that such differences make us whole.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Multiracial"
    },
    "OL46525611M": {
        "title": "My Heart Full of All",
        "year_published": "2022",
        "Cover Path": "https://covers.openlibrary.org/b/id/13154733-L.jpg",
        "isbn_13": "9781948395007",
        "author_name": ["Jia Shao"],
        "overview": "A young girl's journey getting ready for a multicultural fashion show where she takes a little bit of inspiration from everyone- her African dad's hairstyle, her Chinese mom's dress, clogs from her Dutch cousin, and henna from her Indian aunt.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Multiracial"
    },
    "OL46525610M": {
        "title": "When Aiden Became a Brother",
        "year_published": "2022",
        "Cover Path": "https://covers.openlibrary.org/b/id/13154731-L.jpg",
        "isbn_13": "9781620148372",
        "author_name": ["Kyle Lukoff", "Kaylani Juanita"],
        "overview": "When Aidan was born, everyone thought he was a girl. His parents gave him a pretty name, his room looked like a girl's room, and he wore clothes that other girls liked wearing. After he realized he was a trans boy, Aidan and his parents fixed the parts of life that didn't fit anymore, and he settled happily into his new life.\r\n\r\nThen Mom and Dad announce that they're going to have another baby, and Aidan wants to do everything he can to make things right for his new sibling from the beginning--from choosing the perfect name to creating a beautiful room to picking out the cutest onesie. But what does \"making things right\" actually mean? And what happens if he messes up? With a little help, Aidan comes to understand that mistakes can be fixed with honesty and communication, and that he already knows the most important thing about being a big brother: how to love with his whole self.",
        "gender_identity": "Transgender Male",
        "racial_identity": "Multiracial"
    },
    "OL21874814W": {
        "title": "Cannonball",
        "year_published": "2020",
        "Cover Path": "https://covers.openlibrary.org/b/id/10429024-L.jpg",
        "isbn_13": "9781728217567",
        "author_name": [
            "Sacha Cotter",
            "Josh Morgan"
        ],
        "overview": "As one boy searches for the secret to executing the perfect cannonball, it's only by listening to his own voice that he finds his unique style and pulls off a truly awe-inspiring CANNONBALL.\r\n\r\nA celebration of native culture, a glossary including Maori words is included.",
        "gender_identity": "Cisgender Male",
        "racial_identity": "Native Hawaiian or Other Pacific Islander"
    },
    "OL28716700M": {
        "title": "Ho'onani: Hula Warrior",
        "year_published": "2019",
        "Cover Path": "https://covers.openlibrary.org/b/id/13154736-L.jpg",
        "isbn_13": "9780735264496",
        "author_name": [
            "Heather Gale",
            "Mika Song"
        ],
        "overview": "Ho'onani feels in-between. She doesn't see herself as wahine (girl) OR kane (boy). She's happy to be in the middle. But not everyone sees it that way.\r\n\r\nWhen Ho'onani finds out that there will be a school performance of a traditional kane hula chant, she wants to be part of it. But can a girl really lead the all-male troupe? Ho'onani has to try . . .\r\n\r\nBased on a true story, Ho'onani: Hula Warrior is a celebration of Hawaiian culture and an empowering story of a girl who learns to lead and learns to accept who she really is--and in doing so, gains the respect of all those around her.",
        "gender_identity": "Non-Binary",
        "racial_identity": "Native Hawaiian or Other Pacific Islander"
    },
    "OL35289538M": {
        "title": "Kindness is My Superpower",
        "year_published": "2020",
        "Cover Path": "https://covers.openlibrary.org/b/id/12101562-L.jpg",
        "isbn_13": "9798669081621",
        "author_name": [
            "Alicia Ortego"
        ],
        "overview": "Throughout the story, little superhero Lucas will learn what kindness means and understand what it is like to be kind, sensitive, caring, and generous.",
        "gender_identity": "Cisgender Male",
        "racial_identity": "White"
    },
    "OL19667684W": {
        "title": "I am Jazz",
        "year_published": "2014",
        "Cover Path": "/static/images/jazz.jpg",
        "isbn_13": "9788472907249",
        "author_name": [
            "Jessica Herthel",
            "Jazz Jennings",
            "Shelagh McNicholas",
            "Anna Jolis"
        ],
        "overview": "Presents the story of a transgender child who traces her early awareness that she is a girl in spite of male anatomy and the acceptance she finds through a wise doctor who explains her natural transgender status.",
        "gender_identity": "Transgender Female",
        "racial_identity": "White"
    },
    "OL17072538M": {
        "title": "The Curious Garden",
        "year_published": "2009",
        "Cover Path": "https://covers.openlibrary.org/b/id/6668727-L.jpg",
        "isbn_13": "9780316015479",
        "author_name": [
            "Peter Brown"
        ],
        "overview": "Liam discovers a hidden garden and with careful tending spreads color throughout the gray city.",
        "gender_identity": "Cisgender Male",
        "racial_identity": "White"
    },
    "OL26977532M": {
        "title": "Made by Maxine",
        "year_published": "2018",
        "Cover Path": "https://covers.openlibrary.org/b/id/13156062-L.jpg",
        "isbn_13": "9780399186295",
        "author_name": [
            "Ruth Spiro"
        ],
        "overview": "Maxine loves making new things from old things. She loves tinkering until she has solved a problem. She also loves her pet goldfish, Milton. So when it's time for her school's pet parade, she's determined to create something that will allow Milton to march with the other animals. Finally, after trying, trying, and trying again, she discovers just the right combination of recycled odds and ends to create a fun, functional--and absolutely fabulous--solution to her predicament.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "White"
    },
    "OL36181966M": {
        "title": "Just Like Me",
        "year_published": "2022",
        "Cover Path": "https://covers.openlibrary.org/b/id/13158096-L.jpg",
        "isbn_13": "9780525582090",
        "author_name": [
            "Vanessa Brantley-Newton"
        ],
        "overview": "An ode to the girl with scrapes on her knees and flowers in her hair, and every girl in between, this exquisite treasury will appeal to fans of Dear Girl and I Am Enough and have kids listening through it to find a poem that's just for them.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Black"
    },
    "OL28091302M": {
        "title": "Who Will You Be?",
        "year_published": "2020",
        "Cover Path": "https://covers.openlibrary.org/b/id/13158103-L.jpg",
        "isbn_13": "9781984849489",
        "author_name": [
            "Andrea Pippins"
        ],
        "overview": "So begins this loving picture book about a mama who wonders who her child will grow up to be. Will her little one be curious like Grandpa and adventurous like Auntie Amina? Compassionate like Amy and joyful like cousin Curlena? Moving from family members to the wider community, she muses about which attributes her child will possess. A perfect gift for a baby shower, birthday, or graduation. Who Will You Be? features gorgeous artwork and gentle words that celebrate childhood and is an ode to the power of our village--and a reminder that every child is uniquely wonderful.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Black"
    },
    "OL31807898M": {
        "title": "Cool Cuts",
        "year_published": "2021",
        "Cover Path": "https://covers.openlibrary.org/b/id/10528591-L.jpg",
        "isbn_13": "9781783128235",
        "author_name": ["Mechal Renee Roe"],
        "overview": "Boys will love seeing strong, happy reflections of themselves in this vibrant, rhythmic book full of hip Black hairstyles. From a 'fro-hawk to mini-twists and crisp cornrows, adorable illustrations of boys with cool curls, waves, and afros grace each page, accompanied by a positive message that will make kids cheer. It's a great read-aloud to promote positive self-esteem to boys of all ages, building and growing the foundation of self-love (and hair love!) and letting every boy know that \"You are born to be awesome!\"",
        "gender_identity": "Cisgender Male",
        "racial_identity": "Black"
    },
    "OL20984012W": {
        "title": "Fry Bread",
        "year_published": "2019",
        "Cover Path": "https://covers.openlibrary.org/b/id/10320876-L.jpg",
        "isbn_13": "9781626727465",
        "author_name": [
            "Kevin Noble Maillard"
        ],
        "overview": "Told in lively and powerful verse by debut author Kevin Noble Maillard, Fry Bread is an evocative depiction of a modern Native American family, vibrantly illustrated by Pura Belpre Award winner and Caldecott Honoree Juana Martinez-Neal.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "American Indian or Alaska Native"
    },
    "OL20568318W": {
        "title": "Bowwow Powwow",
        "year_published": "2018",
        "Cover Path": "https://covers.openlibrary.org/b/id/9210304-L.jpg",
        "isbn_13": "9781681340777",
        "author_name": [
            "Brenda J. Child"
        ],
        "overview": "Windy Girl is blessed with a vivid imagination. From Uncle she gathers stories of long-ago traditions, about dances and sharing and gratitude. Windy can tell such stories herself–about her dog, Itchy Boy, and the way he dances to request a treat and how he wriggles with joy in response to, well, just about everything.\r\n\r\nWhen Uncle and Windy Girl and Itchy Boy attend a powwow, Windy watches the dancers in their jingle dresses and listens to the singers. She eats tasty food and joins family and friends around the campfire. Later, Windy falls asleep under the stars. Now Uncle's stories inspire other visions in her head: a bowwow powwow, where all the dancers are dogs. In these magical scenes, Windy sees veterans in a Grand Entry, and a visiting drum group, and traditional dancers, grass dancers, and jingle-dress dancers–all with telltale ears and paws and tails. All celebrating in song and dance. All attesting to the wonder of the powwow.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "American Indian or Alaska Native"
    },
    "OL27911917M": {
        "title": "Ohana Means Family",
        "year_published": "2020",
        "Cover Path": "https://covers.openlibrary.org/b/id/9269374-L.jpg",
        "isbn_13": "9780823451180",
        "author_name": [
            "Ilima Loomis"],
        "overview": "Join the family, or ohana, as they farm taro for poi to prepare for a traditional luau celebration",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Native Hawaiian or Other Pacific Islander"
    },
    "OL12312396M": {
        "title": "Surfer of the Century",
        "year_published": "2007",
        "Cover Path": "https://covers.openlibrary.org/b/id/2939333-L.jpg",
        "isbn_13": "9781584302766",
        "author_name": [
            "Ellie Crowe"
        ],
        "overview": "The true story of Hawaiian Duke Kahanamoku, six-time Olympic swimming champion and legendary surfer who popularized surfing around the world.",
        "gender_identity": "Cisgender Male",
        "racial_identity": "Native Hawaiian or Other Pacific Islander"
    },
    "OL26265041W": {
        "title": "Antiracist Baby",
        "year_published": "2020",
        "Cover Path": "https://covers.openlibrary.org/b/id/12266723-L.jpg",
        "isbn_13": "9780241512371",
        "author_name": [
            "Ibram X. Kendi"
        ],
        "overview": "Take your first steps with Antiracist Baby! Or rather, follow Antiracist Baby's nine easy steps for building a more equitable world. With bold art and thoughtful yet playful text, Antiracist Baby introduces the youngest readers and the grown-ups in their lives to the concept and power of antiracism. Providing the language necessary to begin critical conversations at the earliest age, Antiracist Baby is the perfect gift for readers of all ages dedicated to forming a just society.",
        "gender_identity": "Cisgender Female",
        "racial_identity": "Black"
    },
    "OL46060039M": {
        "title": "Kairavs Colorful Feelings",
        "year_published": "2022",
        "Cover Path": "https://covers.openlibrary.org/b/id/13260645-L.jpg",
        "isbn_13": "9781839345777",
        "author_name": [
            "Launika Arya Raykar"
        ],
        "overview": "This story centers around an South Asian American boy, Kairav, who is unsure what to do with his big and colorful feelings. In this rhyming book, he learns to listen to his body and express his emotions in fun, silly and unique ways!",
        "gender_identity": "Cisgender Male",
        "racial_identity": "Asian"
    },
    "OL20198598W": {
        "title": "Hot Hot Roti for Dada-Ji",
        "year_published": "2017",
        "Cover Path": "https://covers.openlibrary.org/b/id/8848465-L.jpg",
        "isbn_13": "9781620143520",
        "author_name": [
            "F. Zia"
        ],
        "overview": "Aneel, a young boy, is very excited to have his grandparents visit him fron India. His grandfather, Dada-Ji, tells stories of how he had the powers of a tiger whenever he ate hot, hot roti! Aneel wants to find out if Dada-Ji still has those powers! But he first has to find out how to make up a pot of hot, hot roti.",
        "gender_identity": "Cisgender Male",
        "racial_identity": "Asian"
    },
    "OL15980266W": {
        "title": "Mom, It's My First Day of Kindergarten!",
        "year_published": "2012",
        "Cover Path": "https://covers.openlibrary.org/b/id/8156490-L.jpg",
        "isbn_13": "9780374350048",
        "author_name": [
            "Hyewon Yum"
        ],
        "overview": "A five-year-old boy, ready and eager on his first day at \"the big kids' school,\" must calm his very worried mother.",
        "gender_identity": "Cisgender Male",
        "racial_identity": "Asian"
    },
    "OL26972693M": {
        "title": "They Call Me Mix/Me Llaman Maestre",
        "year_published": "2018",
        "Cover Path": "https://covers.openlibrary.org/b/id/8579807-L.jpg",
        "isbn_13": "9780692148839",
        "author_name": [
            "Lourdes Rivas"
        ],
        "overview": "They Call Me Mix is a bilingual (English and Spanish) Children's book geared towards Kinder-2nd grade age students about what it means to be a transgender person of color. The story starts with Lourdes recalling childhood and noticing how gendered everything about existence is since before we're even born. Lourdes points out how people create categories to make life easier but when it comes to people, gender categories can make life so difficult - restrooms, clothing stores, toy stores, sports teams, fitting rooms. They have a hard time even imagining where they'll ever fit in. Then they find queer and trans community where they feel empowered to reinvent language that works for them and we see them doing fun everyday things with friends like play games, watch movies, build bonfires, etc. It ends with the message that people who identify as non binary look, dress, and sound all kinds of different ways and that gender is something everyone can decide for themselves at any moment in time.",
        "gender_identity": "Non-Binary",
        "racial_identity": "Hispanic, Latinx, or Spanish Origin"
    }
}